---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseFz
source: html/c9996f5f-d37d-8c7c-d27d-5414ce7af5f9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseFz Property

"Top Fz"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralTopReleaseFz { get; }
```